Repository: Seraf/LISA-WEB-Frontend
Catalog: src/app/interface/lang/*/LC_MESSAGES/interface.po
Languages: fr

source: <i class="fa fa-bug m-l-n20 m-t-3"></i> L.I.S.A Issues
fr: <i class="fa fa-bug m-l-n20 m-t-3"></i> L.I.S.A Bugs

source: <i class="fa fa-fw fa-flask"></i> Create
fr: <i class="fa fa-fw fa-flask"></i> Créer

source: <i class="fa fa-fw fa-plug"></i> List
fr: <i class="fa fa-fw fa-plug"></i> Liste

source: <i class="fa fa-power-off m-l-n20 m-t-3"></i> Log Out
fr: <i class="fa fa-power-off m-l-n20 m-t-3"></i> Déconnexion

source: <i class="fa fa-upload"></i> Upgrade
fr: <i class="fa fa-upload"></i> Mise à jour

source: <i class="fa fa-user m-l-n20 m-t-3"></i> My Profile
fr: <i class="fa fa-user m-l-n20 m-t-3"></i> Mon Profil

source: API Key
fr: Clé API

source: Cancel
fr: Annuler

source: Dashboard
fr: Tableau de bord

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Local version
fr: Version locale

source: Password
fr: Mot de passe

source: Please Sign In
fr: Identification

source: Regenerate
fr: Régénérer

source: Remote version
fr: Version disponible

source: Sign in
fr: Connexion

source: Submit
fr: Valider

source: The API Key has been regenerated
fr: La clé API a été régénérée

source: There was an error with the API Key
fr: Il y a eu une erreur avec la clé API

source: Upgrade
fr: Mettre à jour

source: Username
fr: Utilisateur

source: You already have the last version of L.I.S.A Server
fr: Vous avez la dernière version de L.I.S.A Server

source: You must enable javascript to use LISA
fr: Vous devez activer javascript pour utiliser l'interface de LISA

source: You should upgrade your version of L.I.S.A Server
fr: Vous devriez mettre à jour votre version de L.I.S.A Server

source: {{ Session.User.username }}'s profile
fr: Profil de {{ Session.User.username }}
